[
  {
    "Name": "Ryan Oswald",
    "Title": "Pastor",
    "Email": "ryanoswald@vaumc.org",
    "pictureUrl": "https://drive.google.com/file/d/1Y0eI_bSofrO0x1tqo1sAGM1uHzWdUyqv/view?usp=sharing",
    "Description": "<p>Pastor Ryan was born and raised in Washington DC. He is a lifelong avid Washington sports fan (Redskins, Capitals, Wizards, and Nationals), which means he ends most seasons hopeful that next year will finally be the year! He studied Sociology and Anthropology at Towson University in Baltimore, Maryland where he graduated with a Bachelor of Science degree in 2001. Since his choice of major guaranteed, he would be unemployed after college Ryan found employment in the fields of Law Enforcement, Private Security, and Private Investigations.</p><p>After a powerful conversion and call in 2004, Ryan became a member of Herndon United Methodist Church in Northern Virginia and entered seminary. He graduated from The Wesley Theological Seminary in Washington D.C. with a Master of Divinity in 2012. In 2018, Ryan was ordained as an elder by Bishop Sharma Lewis in the Virginia Conference of the United Methodist Church.</p><p>Ryan has served three churches before coming to Saint Paul&rsquo;s. Ryan was an associate pastor at Herndon United Methodist Church for two years, as well as an associate pastor at Fishersville United Methodist Church in Fisherville, Virginia for six. For the past three years, Ryan has been the pastor at Mint Spring United Methodist Church.</p><p>Ryan loves Jesus and sharing the gospel. He knows all about being the one sheep who was lost and then found by the Lord. He is always on the lookout for other lost sheep to help bring back to God&rsquo;s sheepfold.<br />Ryan has been married to the love of his life, Lou, for fifteen years. They have five children (Aiden 11, Avery 8, Daylie 5, Davy 3, Naaman 1) and because that was still not enough are expecting their sixth in September. The Oswalds are very excited about coming to Saint Paul&rsquo;s and cannot wait to meet our new church family.</p>"
  },
  {
    "Name": "Sharon Jones",
    "Title": "Office Manager",
    "Email": "stpaulumc2@gmail.com",
    "pictureUrl": "https://drive.google.com/file/d/18PM4I8OtP3lBp2pxWEVpNJjWltwmlLSZ/view?usp=sharing",
    "Description": "<p><strong>Office Manager &ndash;</strong>&nbsp;Sharon Jones has been a stay at home mother for the last few years. She is a graduate of Bridgewater College with a degree in Business Administration. While staying at home with her family, she also started her own small business making jewelry called Buttercups &amp; Lattes. Sharon enjoys coffee, jewelry making, art, and spending time outdoors. She lives in Stuarts Draft with her husband, three boys, and two labs.</p>"
  },
  {
    "Name": "Chris Lyl",
    "Title": "Coordinator of Children’s Ministries",
    "Email": "lyle.chris@gmail.com",
    "pictureUrl": "https://drive.google.com/file/d/1wfFkTuA4x6dnrabaYhIOYXrTrgwg0WBK/view",
    "Description": "<p><strong>Coordinator of Children&rsquo;s Ministries &ndash;</strong>&nbsp;Chris was a 5th grade teacher at Riverheads Elementary School for 8 years before she began working as an after school tutor so she could stay home with her children during the day. She graduated from VA Tech with a degree in Family &amp; Childhood Development and is certified in Virginia to teach PreK &ndash; 5th grades. Chris has been a Co- Director at St. Paul&rsquo;s Little People Preschool since 2007. She began serving as the Coordinator of Children&rsquo;s Ministries in 2015. Chris and her husband Bryan have three children. She enjoys reading and crafts.</p>"
  },
  {
    "Name": "Martha Ramsey",
    "Title": "Director of Worship Arts and Music Ministries",
    "Email": "musiclady58@gmail.com",
    "pictureUrl": "https://drive.google.com/file/d/1vKKjOngBjkdCntL0_l3V_zHJKrWtiJDV/view?usp=sharing",
    "Description": "<p><strong>Director of Worship Arts and Music Ministries &ndash;</strong>&nbsp;Martha brings over 40 years of experience in the field of Church Music to St. Paul&rsquo;s. She currently serves as our Organist and church accompanist and has also directed our handbell choirs for children, youth and adults. Martha enjoys arranging, working with instrumental and vocal soloists and small ensembles, teaching private lessons (organ, piano and voice) and just simply praising and worshiping the Lord through music! In a volunteer capacity, she is also the Director for &ldquo;Celebration Choir&rdquo; and loves working with this group who stretches her musically in many ways. Mother of two and grandmother of 5, Martha and her husband James live in a beautiful mountain valley in Western Augusta County with their two dogs Shelley and Dixie, a handful of sheep and a herd of black Angus cattle, and life is good!</p>"
  },
  {
    "Name": "Melissa Huffer",
    "Title": "Treasurer & Financial Secretary",
    "Email": "melissa.huffer@comcast.net",
    "pictureUrl": "https://drive.google.com/file/d/1RpjWS7tVJJ3cNujkBeyLvRwoWJz7u6TA/view?usp=sharing",
    "Description": "<p><strong>Treasurer &amp; Financial Secretary &ndash;</strong>&ldquo;Missy&rdquo; has been working in public accounting since 1989. She has been a member of St. Paul&rsquo;s since 2000 and has been employed as financial secretary at St. Paul&rsquo;s since 2012 and she became treasurer in 2013. Missy enjoys music, photography, art, running, hiking, outdoors and crafts. She and her husband have two children.</p>"
  },
  {
    "Name": "Jeff Kiser",
    "Title": "Facilities Manager",
    "Email": "kiser3@newhopetel.net",
    "pictureUrl": "https://drive.google.com/file/d/1v9y-tBgOW36fULD5YIwzEZ_VeADMfPHf/view?usp=sharing",
    "Description": "<p><strong>Facilities Manager &ndash;&nbsp;</strong>Jeff Kiser is a graduate of Fort Defiance High School and Valley Vocational Technical Center with a Certificate in Carpentry/Cabinetmaking. He worked as a cabinetmaker after high school and is semi-retired from Walker Manufacturing in Harrisonburg. He also owns his own business ,\"Honey-Do-Handyman Services\". Jeff lives in New Hope with his wife, Donna, and they attend Calvary UMC in Stuarts Draft. They have one son, Nathaniel. Jeff serves on the Staunton District Board of Missions and takes joy in leading mission trips. He is an avid outdoorsman and enjoys hunting, fishing, camping, and competitive black powder shooting.</p>"
  },
  {
    "Name": "Joe Turner",
    "Title": "Youth Director",
    "Email": "",
    "pictureUrl": "https://drive.google.com/file/d/1ZWtAuYwxoMhiHVlxj4XD36J3Ke5Nd_Oj/view?usp=sharing",
    "Description": "Joe Turner is a graduate of Robert E. Lee High School and attended Eastern Mennonite University.  He currently works as a PE teacher at the Minnick School in Harrisonburg. Joe is also one of the co-founders of a nonprofit basketball program called Lace Em Up. Lace Em Up was founded in October 2020 and serves over 150 youth athletes throughout the Shenandoah Valley. Joe has two daughters, Kaylee and Kara. Kaylee is a senior and Kara is a freshman at Wilson Memorial High School. As a family, they enjoy outdoor activities together such as camping, boating and fishing. Joe is entering his 5th year as a coach at Eastern Mennonite High school and his 22nd year with coaching. At the beginning of Covid, Joe led church activities at Liberty Point Behavioral Health due to the residents not being able to leave the building. Also while there, Joe was a Mental Health Specialist and Adaptive PE teacher. Joe has a strong passion for working with individuals who have complex psychiatric and behavioral difficulties.  \n\n"
  }
]
